[
  "The secret of getting ahead is getting started.",
  "Focus is a matter of deciding what things you're not going to do.",
  "It's not that I'm so smart, it's just that I stay with problems longer.",
  "Deep work is the ability to focus without distraction on a cognitively demanding task.",
  "You will never reach your destination if you stop and throw stones at every dog that barks.",
  "Starve your distractions, feed your focus.",
  "Where focus goes, energy flows.",
  "The successful warrior is the average man, with laser-like focus.",
  "Concentrate all your thoughts upon the work at hand.",
  "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
  "Lack of direction, not lack of time, is the problem.",
  "You can always find a distraction if you're looking for one.",
  "What you stay focused on will grow.",
  "It is during our darkest moments that we must focus to see the light.",
  "The main thing is to keep the main thing the main thing.",
  "Be where you are, not where you think you should be.",
  "Almost everything will work again if you unplug it for a few minutes. Including you.",
  "Your focus determines your reality.",
  "Energy flows where attention goes.",
  "You don't need more time. You need more focus.",
  "Small daily improvements over time lead to stunning results.",
  "Great things are done by a series of small things brought together.",
  "Discipline is choosing between what you want now and what you want most.",
  "Action is the foundational key to all success.",
  "Don't count the days, make the days count.",
  "Success is the sum of small efforts repeated day in and day out.",
  "The way to get started is to quit talking and begin doing.",
  "Productivity is never an accident. It is always the result of a commitment to excellence.",
  "Until we can manage time, we can manage nothing else.",
  "Either you run the day, or the day runs you.",
  "Amateurs sit and wait for inspiration. The rest of us just get up and go to work.",
  "Focus on being productive instead of busy.",
  "The only way to do great work is to love what you do.",
  "It does not matter how slowly you go as long as you do not stop.",
  "Believe you can and you're halfway there.",
  "Start where you are. Use what you have. Do what you can.",
  "The future depends on what you do today.",
  "Don't watch the clock; do what it does. Keep going.",
  "Quality is not an act, it is a habit.",
  "Your time is limited, don't waste it living someone else's life.",
  "Nothing is impossible. The word itself says 'I'm possible'.",
  "The best time to plant a tree was 20 years ago. The second best time is now.",
  "Stay focused, go after your dreams and keep moving toward your goals.",
  "You are one focused session away from a better day.",
  "Every moment of focus is an investment in your future self.",
  "Progress, not perfection.",
  "This distraction can wait. Your goals cannot.",
  "You chose to focus for a reason. Trust that decision.",
  "Your streak is proof that discipline is a muscle you're building.",
  "Right now, the best thing you can do is the work in front of you."
]